import asyncio

from kannax import Message, kannax


@kannax.on_cmd("pombo", about={"header": "pombo"})
async def sii_(message: Message):
    out_str =   f"""
    
░░░░░░░░░░░░▄▀▀▀▄░░░░░░
 ░░░░░░░▄███▀░◐░░░▌░░░░░
 ░░░░░░░░░░░▌░░░░░▐░░░░░
 ░░░░░░░░░░░▌░░░░▐░░░░░░
 ░░░░░░░░░░░█▀▀░░█░░░░░░
 ░░░░░░▄▀▀▀▀░░░░░█▄▄░░░░
 ░░░░░░█░█░░░░░░░░░░▐░░░
 ░░░░░░▐▐░░░░░░░░░▄░▐░░░
 ░░░░░░█░░░░░░░░▄▀▀░▐░░░
 ░░░░▄▀░░░░░░░░▐░▄▄▀░░░░
 ░░▄▀░░░▐░░░░░█▄▀░▐░░░░░
 ░░█░░░▐░░░░░░░░▄░█░░░░░
 ░░░█▄░░▀▄░░░░▄▀▐░█░░░░░
 ░░░█▐▀▀▀Ỏ͖͈̞̩͎̻̫̫̜͉̠̫͕̭̭̫̫̹̗̹͈̼̠̖͍͚̥͈̮̼͕̠̤̯̻̥̬̗̼̳̤̳̬̪̹͚̞̼̠͕̼̠̦͚̫͔̯̹͉͉̘͎͕̼̣̝͙̱̟̹̩̟̳̦̭͉̮̖̭̣̣̞̙̗̜̺̭̻̥͚͙̝̦̲̱͉͖͉̰̦͎̫̣̼͎͍̠̮͓̹̹͉̤̰̗̙͕͇͔̱͕̭͈̳̗̭͔̘̖̺̮̜̠͖̘͓̳͕̟̠̱̫̤͓͔̘̰̲͙͍͇̙͎̣̼̗̖͙̯͉̠̟͈͍͕̪͓̝̩̦̖̹̼̠̘̮͚̟͉̺̜͍͓̯̳̱̻͕̣̳͉̻̭̭̱͍̪̩̭̺͕̺̼̥̪͖̦̟͎̻̰▀▀▀▀░░▐░█░░░░░
 ░░▐█▐▄░░░░░░░░░▐░█▄▄░
  ⠀
    """
    await message.edit(out_str)
